Repository: JimGerth/sayilar-flutter
Catalog: lib/translations/*.arb
Languages: german

# numbersTitle
source: Numbers
german: Zahlen

# numbersSubtitle
source: Practice numbers
german: Zahlen üben

# recognizeTitle
source: Recognize
german: Verstehen

# translateTitle
source: Translate
german: Übersetzen

# calculateTitle
source: Calculate
german: Berechnen

# randomNumbersTitle
source: Random
german: Zufällig

# randomNumbersSubtitle
source: All *numbers* exercises!
german: Alle *Zahlen* Übungen!

# timeTitle
source: Time
german: Uhrzeit

# timeSubtitle
source: Tell the time
german: Die Uhr lesen

# recognizeTimeTitle
source: Recognize
german: Verstehen

# translateTimeTitle
source: Translate
german: Übersetzen

# randomTimeTitle
source: Random
german: Zufällig

# randomTimeSubtitle
source: All *time* exercises!
german: Alle *Uhrzeit* Übungen!

# randomTitle
source: Random
german: Zufällig

# randomSubtitle
source: Practice *everything*!
german: *Alles* üben!

# recognizeQuestion
source: What number is *{number}*?
german: Welche Zahl ist *{number}*?

# translateQuestion
source: How do you write *{number}*?
german: Wie schreibt man *{number}*?

# calculateQuestion
source: How do you write the answer to *{a} {operation} {b}*?
german: Wie schreibt man das Ergebnis von *{a} {operation} {b}*?

# recognizeTimeQuestion
source: What time is *{time}*?
german: Welche Uhrzeit ist *{time}*?

# translateTimeQuestion
source: How do you write *{time}*?
german: Wie schreibt man *{time}*?

source: Check
german: Prüfen

source: Correct!
german: Richtig!

# wrong
source: Wrong! The correct answer is *{correctAnswer}*.
german: Falsch! Die richtige Antwort lautet *{correctAnswer}*.

source: Next
german: Weiter

# systemBrightnessTooltip
source: Follow system brightness
german: Gerätehelligkeit verwenden

# darkModeTooltip
source: Switch to dark mode
german: Zum dunklen Modus wechseln

# lightModeTooltip
source: Switch to light mode
german: Zum hellen Modus wechseln
